Repository: bobkarreman/django-friends
Catalog: friends/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Message
nl: Berricht

source: Someone with that email address is already here.
nl: Iemand met dat email adres is hier al.

source: Invitation to join sent to %s
nl: Uitnodiging verzonden naar %s

source: Unknown user.
nl: Onbekende gebruiker.

source: Already requested friendship with %s
nl: U heeft al een vriendschaps verzoek gedaan aan %s

source: %s has already requested friendship with you
nl: %s heeft you al een friendschaps verzoek gedaan

source: Friendship requested with %s
nl: Vriendschaps verzoek gedaan met %s

source: Invitation Received
nl: Uitnodiging ontvangen

source: you have received an invitation
nl: U heeft een uitnodiging ontvangen

source: Invitation Sent
nl: Uitnodiging verstuurd

source: you have sent an invitation
nl: U heeft een uitnodiging verstuurd

source: Acceptance Received
nl: Acceptatie ontvangen

source: an invitation you sent has been accepted
nl: een uitnodiging die u heeft verstuurd is geaccepteerd

source: Acceptance Sent
nl: Acceptatie verzonden

source: you have accepted an invitation you received
nl: u heeft een uitnodiging geaccepteerd

source: Other Connection
nl: Andere verbinding

source: one of your friends has a new connection
nl: een van uw vrienden heeft een nieuwe connectie

source: Join Invitation Accepted
nl: Uitnodiging geaccepteerd

source: an invitation you sent to join this site has been accepted
nl: uw uitnodiging om de site te gebruiken is geaccepteerd

source: <a href="%(user_url)s">%(invitation_user)s</a> has accepted your friend request.
nl: <a href="%(user_url)s">%(invitation_user)s</a> heeft uw vriendschapsverzoek geaccepteerd.

source: You accepted <a href="%(user_url)s">%(invitation_from_user)s</a>'s friend request.
nl: U heeft <a href="%(user_url)s">%(invitation_from_user)s</a>'s vriendschapsverzoek geaccepteerd.

source: <a href="%(user_url)s">%(invitation_from_user)s</a> has requested to add you as a friend (see <a href="%(invitation_page)s">invitations</a>)
nl: <a href="%(user_url)s">%(invitation_from_user)s</a> heeft u een uitnodiging verstuurd om vrienden te worden (zie <a href="%(invitation_page)s">uitnodigingen</a>)

source: <a href="%(from_user_url)s">%(invitation_from_user)s</a> and <a href="%(to_user_url)s">%(to_user)s</a> are now friends.
nl: <a href="%(from_user_url)s">%(invitation_from_user)s</a> en <a href="%(to_user_url)s">%(to_user)s</a> zijn nu vrienden.

source: <a href="%(user_url)s">%(new_user)s</a> has joined and is now a friend.
nl: <a href="%(user_url)s">%(new_user)s</a> heeft zich aangesloten en is nu uw vriend.
